Repository: blinkcard/blinkcard-ios
Catalog: Source/BlinkCardUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_blinkcard_recognition_timeout_dialog_retry_button
source: Retry
ak: San yɛ bio
am: እንደገና ይሞክሩ
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
es_mx: Reintentar
fa: دوباره امتحان کنید
fi: Yritä uudelleen
fil: Subukan ulit
fr: Réessayez
fr_ca: Réessayer
ha: Sake gwadawa
he: לנסות שוב
hi: दोबारा प्रयास करें
hr: U redu
hu: Próbálja újra
id: Coba Lagi
is: Reynið aftur
it: Riprova
ja: 再試行
ka_ge: ხელახლა ცდა
kk: Қайталау
km_kh: ព្យាយាមម្តងទៀត
ko: 다시 시도
lv: Mēģināt no jauna
ms: Cuba semula
nb: Prøv på nytt
ne: पुन: प्रयास गर्नुहोस्
nl: Probeer opnieuw
pl: Spróbuj ponownie
ps_af: بیا هڅه وکړئ
pt: Tente novamente
pt_br: Tentar novamente
ro: Reîncercare
ru: Попробовать еще
si: නැවත උත්සාහ කරන්න
sk: Skúsiť znova
sl: Poskusi znova
sr: Pokušaj ponovo
sv: Försök igen
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторити спробу
ur: دوبارہ کوشش کریں
uz: Qayta urining
vi: Thử lại
yo: Tún gbìyànjú síi
zh_hans: 重试
zh_hant: 重試

# mb_blinkcard_recognition_timeout_dialog_title
source: Scan unsuccessful
ak: Skane no ankɔ yiye
am: መቃኘት አልተሳካም
ar: تمت عملية المسح بنجاح
bn: স্ক্যান ব্যর্থ হয়েছে
cs: Skenování neúspěšné
da: Scanning mislykkedes
de: Scan nicht erfolgreich
el: Η σάρωση ήταν ανεπιτυχής.
es: Escaneo fallido
es_mx: Error de escaneo
fa: اسکن ناموفق بود
fi: Skannaus epäonnistui
fil: Hindi matagumpay ang pag-scan
fr: Numérisation infructueuse
fr_ca: Échec de la numérisation
ha: An yi nasarar ɗaukar hoto
he: הסריקה נכשלה
hi: स्कैन असफल हुआ
hr: Skeniranje nije uspjelo
hu: Sikertelen szkennelés
id: Pemindaian gagal
is: Skönnun mistókst
it: Scansione non riuscita
ja: スキャンに失敗しました
ka_ge: სკანირება წარუმატებელია
kk: Сканерлене алмады
km_kh: ស្កេនមិនជោគជ័យ
ko: 스캔 실패
lv: Skenēšana neizdevās
ms: Pengimbasan tidak berjaya
nb: Skanning mislyktes
ne: स्क्यान हुन सकेन
nl: Scan niet gelukt
pl: Nieudane skanowanie
ps_af: سکین ناکام شو
pt: A digitalização falhou
pt_br: Falha na digitalização
ro: Scanare nereușită
ru: Не удалось отсканировать документ
si: ස්කෑන් කිරීම අසාර්ථකයි
sk: Skenovanie neúspešné
sl: Optično branje ni uspelo
sr: Skeniranje neuspešno
sv: Skanningen misslyckades
sw: Imeshindwa kuskani
th: สแกนไม่สำเร็จ
tr: Tarama başarısız
uk: Сканування не вдалося
ur: اسکین ناکام رہا
uz: Skanerlandi
vi: Quét không thành công
yo: Ṣíṣe ẹ̀dà àwòrán kò yege
zh_hans: 扫描失败
zh_hant: 掃描成功

# mb_blinkcard_scanning_wrong_side
source: Flip the card over
ak: Dan kaade no ani
am: ካርዱን ይገልብጡት
ar: اقلب البطاقة
bn: কার্ডটি উল্টে দিন
cs: Otočte kartu
da: Vend kortet om
de: Drehen Sie die Karte um
el: Αντιστρέψτε την κάρτα
es: Dele la vuelta a la tarjeta
es_mx: Voltee la tarjeta
fa: کارت را برگردانید
fi: Käännä kortti ympäri
fil: Baligtarin ang card
fr: Retourner la carte
fr_ca: Veuillez retourner la carte
ha: A juya bayan katin
he: הפוך את הכרטיס
hi: कार्ड को पलटें
hr: Okrenite karticu
hu: Fordítsa meg a kártyát
id: Balik kartu
is: Snúið kortinu við
it: Capovolgi la carta
ja: カードを裏返してください
ka_ge: ამოატრიალეთ ბარათი
kk: Картаны айналдырыңыз
km_kh: ត្រឡប់កាត
ko: 카드를 뒤집으세요
lv: Pagrieziet kartes otru pusi
ms: Balikkan kad
nb: Snu kortet
ne: कार्ड पल्टाउनुहोस्
nl: Draai de kaart om
pl: Odwróć kartę
ps_af: کارت په بل مخ واړوئ
pt: Vire o cartão
pt_br: Vire o cartão
ro: Întoarceți cardul
ru: Переверните карту
si: කාඩ්පත අනෙක් පිට හරවන්න
sk: Otočte kartu
sl: Obrnite kartico
sr: Preokrenite karticu
sv: Vänd på kortet
sw: Geuza kadi
th: พลิกบัตร
tr: Kartı ters çevir
uk: Переверніть картку
ur: کارڈ کو پلٹیں
uz: Kartani boshqa tomoniga aylantiring
vi: Lật thẻ lại
yo: Yí káàdì padà
zh_hans: 将卡片翻面
zh_hant: 將銀行卡翻面

# mb_camera_permission_required
source: Camera permission is required.
ak: Kamara pɛmihyen ho hia.
am: የካሜራ ፈቃድ ያስፈልጋል።
ar: مطلوب إذن بالوصول إلى الكاميرا.
bn: ক্যামেরার অনুমতি আবশ্যক।
cs: Je vyžadováno povolení přístupu k fotoaparátu
da: Kameratilladelse er påkrævet.
de: Kamerazugriffsberechtigung ist erforderlich.
el: Απαιτείται άδεια για την κάμερα.
es: Se requiere permiso de cámara.
es_mx: El permiso para acceder a la cámara es obligatorio.
fa: مجوز دوربین لازم است.
fi: Kameran käyttöoikeus tarvitaan.
fil: Kinakailangan ang pahintulot ng camera.
fr: L'autorisation de la caméra est requise.
fr_ca: L'autorisation d'utiliser l'appareil photo est requise.
ha: Akwai buƙatar ba wa kamera izini
he: דרושה הרשאה למצלמה.
hi: कैमरे की अनुमति आवश्यक है.
hr: Potrebna je dozvola za pristup kameri.
hu: Szükséges a kamera engedélyezése.
id: Izin kamera dibutuhkan.
is: Heimildar myndavélar er krafist.
it: Autorizzazione per la fotocamera obbligatoria.
ja: カメラの許可が必要です。
ka_ge: საჭიროა კამერაზე წვდომა.
kk: Камера рұқсаты қажет.
km_kh: តម្រូវឱ្យមានការអនុញ្ញាតពីកាមេរ៉ា។
ko: 카메라 권한이 필요합니다.
lv: Nepieciešama kameras atļauja.
ms: Kebenaran kamera diperlukan.
nb: Kameratillatelse er nødvendig.
ne: क्यामेरा अनुमति आवश्यक छ।
nl: Cameratoegang is vereist.
pl: Wymagane uprawnienie do korzystania z aparatu.
ps_af: د کیمرې اجازه اړینه ده.
pt: É necessária a permissão de acesso à câmara.
pt_br: É necessária permissão para câmera.
ro: Sunt necesare permisiile pentru camera foto.
ru: Требуется разрешение на доступ к камере.
si: කැමරා අවසරය අවශ්‍ය වේ.
sk: Vyžaduje sa povolenie fotoaparátu.
sl: Potrebno je dovoljenje za kamero.
sr: Potrebna je dozvola za kameru.
sv: Kamerabehörighet krävs.
sw: Unahitaji kuruhusu kamera.
th: จำเป็นต้องอนุญาตการใช้งานกล้อง
tr: Kamera izni gerekli.
uk: Потрібен доступ до камери.
ur: کیمرہ کی اجازت درکار ہے۔
uz: Kamera ruxsati zarur.
vi: Quyền sử dụng camera là bắt buộc.
yo: Ìgbaniláàyè fún kámẹ́rà nílò.
zh_hans: 需要相机权限。
zh_hant: 需要相機權限。

# mb_close
source: Close
ak: Tum
am: ዝጋ
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_mx: Cerrar
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
fr_ca: Fermer
ha: Rufe
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ka_ge: დახურვა
kk: Жабу
km_kh: បិទ
ko: 닫기
lv: Aizvērt
ms: Tutup
nb: Lukk
ne: बन्द गर्नुहोस्
nl: Sluiten
pl: Zamknij
ps_af: تړل
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть
si: වසන්න
sk: Zavrieť
sl: Zapri
sr: Zatvori
sv: Stäng
sw: Funga
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng
yo: Pàdé
zh_hans: 关闭
zh_hant: 關閉

# mb_dialog_back_button
source: Back
ak: Akyire
am: ተመለስ
ar: عودة
bn: পেছনে
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_mx: Anterior
fa: برگشت
fi: Takaisin
fil: Bumalik
fr: Retour
fr_ca: Retour
ha: Baya
he: חזור
hi: पिछला
hr: Natrag
hu: Vissza
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ka_ge: უკან
kk: Артқа қайту
km_kh: ត្រឡប់មកវិញ
ko: 뒤로
lv: Atpakaļ
ms: Kembali
nb: Tilbake
ne: पछाडि
nl: Terug
pl: Wstecz
ps_af: شاته
pt: Anterior
pt_br: Voltar
ro: Înapoi
ru: Назад
si: ආපසු
sk: Späť
sl: Nazaj
sr: Nazad
sv: Tillbaka
sw: Nyuma
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: پیچھے
uz: Ortga
vi: Quay lại
yo: Padà
zh_hans: 返回
zh_hant: 背面

# mb_dialog_done_button
source: Done
ak: Awiei
am: ተከናውኗል
ar: انتهى
bn: সম্পন্ন
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
es_mx: Finalizar
fa: انجام شد
fi: Valmis
fil: Tapos na
fr: Terminé
fr_ca: Terminé
ha: Kammala
he: בוצע
hi: हो गया
hr: OK
hu: Kész
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ka_ge: დასრულდა
kk: Дайын
km_kh: រួចរាល់
ko: 완료
lv: Gatavs
ms: Siap
nb: Ferdig
ne: भयो
nl: Gereed
pl: Gotowe
ps_af: وشو
pt: Concluído
pt_br: Concluído
ro: Terminat
ru: Готово
si: කළා
sk: Hotovo
sl: Končano
sr: Završeno
sv: Klart
sw: Umemaliza
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
uz: Tayyor
vi: Đã xong
yo: Parí
zh_hans: 完成
zh_hant: 完成

# mb_dialog_next_button
source: Next
ak: Nea Edi Hɔ
am: ቀጣይ
ar: التالي
bn: পরবর্তী
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_mx: Siguiente
fa: بعدی
fi: Seuraava
fil: Susunod
fr: Suivant
fr_ca: Suivant
ha: Gaba
he: הבא
hi: अगला
hr: Dalje
hu: Következő
id: Berikutnya
is: Áfram
it: Avanti
ja: 次へ
ka_ge: შემდეგი
kk: Келесі
km_kh: បន្ទាប់
ko: 다음
lv: Nākamais
ms: Seterusnya
nb: Neste
ne: अर्को
nl: Volgende
pl: Dalej
ps_af: بل
pt: Seguinte
pt_br: Próximo
ro: Următorul
ru: Далее
si: ඊලඟ
sk: Ďalej
sl: Naprej
sr: Sledeći
sv: Nästa
sw: Endelea
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
uz: Keyingisi
vi: Tiếp theo
yo: Tó kàn
zh_hans: 下一步
zh_hant: 下一步

# mb_enable_camera
source: Enable camera
ak: Ma kamara kwan
am: ካሜራን ስራ ያስጀምሩ
ar: تمكين الكاميرا
bn: ক্যামেরা চালু করুন
cs: Povolit přístup k fotoaparátu
da: Aktiver kamera
de: Kamera aktivieren
el: Ενεργοποίηση κάμερας
es: Activar cámara
es_mx: Habilitar cámara
fa: فعال کردن دوربین
fi: Ota kamera käyttöön
fil: I-enable ang camera
fr: Activez la caméra
fr_ca: Activer l'appareil photo
ha: A kunna kemara
he: אפשר/י מצלמה
hi: कैमरा सक्षम करें
hr: Dozvolite pristup kameri
hu: Kamera engedélyezése
id: Aktifkan kamera
is: Virkja myndavél
it: Abilita fotocamera
ja: カメラを有効にする
ka_ge: კამერის გააქტიურება
kk: Камераны қосу
km_kh: បើកកាមេរ៉ា
ko: 카메라 허용
lv: Iespējot kameru
ms: Dayakan kamera
nb: Aktiver kamera
ne: क्यामेरा इनेबल गर्नुहोस्
nl: Camera inschakelen
pl: Włącz aparat
ps_af: کیمره فعاله کړئ
pt: Ative a câmara
pt_br: Habilitar câmera
ro: Activare cameră foto
ru: Включить камеру
si: කැමරාව සබල කරන්න
sk: Povoliť fotoaparát
sl: Omogoči kamero
sr: Omogući kameru
sv: Aktivera kamera
sw: Washa kamera
th: เปิดใช้งานกล้อง
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
ur: کیمرہ فعال کریں
uz: Kamerani yoqish
vi: Bật camera
yo: Fún kámẹ́rà ní ìyọ̀nda
zh_hans: 启用相机
zh_hant: 啟用相機

# mb_license_locked
source: Scanning not available
ak: Skanin nni hɔ
am: መቃኘት አይገኝም
ar: المسح الضوئي غير متاح
bn: স্ক্যানিং উপলব্ধ নয়
cs: Skenování není k dispozici
da: Scanning er ikke tilgængelig
de: Scannen nicht verfügbar
el: Η σάρωση δεν είναι διαθέσιμη
es: Escaneo no disponible
es_mx: Escaneo no disponible
fa: اسکن در دسترس نیست
fi: Skannaus ei ole käytettävissä
fil: Hindi magagamit ang pag-scan
fr: Numérisation non disponible
fr_ca: Numérisation indisponible
ha: Ba za a iya ɗaukar hoto ba
he: סריקה לא זמינה
hi: स्कैनिंग उपलब्ध नहीं है
hr: Skeniranje nije dostupno
hu: Beszkennelés nem lehetséges
id: Pemindaian tidak tersedia
is: Skönnun ekki í boði
it: Scansione non disponibile
ja: スキャンできません
ka_ge: სკანირება არ არის ხელმისაწვდომი
kk: Сканерлеу қолжетімсіз
km_kh: ការស្កេនមិនមានទេ
ko: 스캔할 수 없습니다
lv: Skenēšana nav pieejama
ms: Pengimbasan tidak tersedia
nb: Skanning er ikke tilgjengelig
ne: स्क्यानिङ उपलब्ध छैन
nl: Scannen niet beschikbaar
pl: Skanowanie niedostępne
ps_af: سکین کول شتون نلري
pt: Digitalização não disponível
pt_br: Digitalização indisponível
ro: Scanarea nu e disponibilă
ru: Сканирование недоступно
si: ස්කෑන් කිරීම කළ නොහැක
sk: Skenovanie nie je dostupné
sl: Optično branje ni na voljo
sr: Skeniranje nije dostupno
sv: Skanning ej tillgänglig
sw: Huduma ya kuskani haipatikani
th: ไม่สามารถสแกนได้
tr: Tarama kullanılamıyor
uk: Сканування недоступне
ur: اسکیننگ دستیاب نہیں ہے
uz: Skanerlash ishlamayapti
vi: Tính năng quét không khả dụng
yo: Kò sí àṣẹ láti ya àwòrán
zh_hans: 扫描不可用
zh_hant: 掃描無法使用

# mb_move_closer
source: Move closer
ak: Bɛn ho
am: ይቅረቡ
ar: انقل إلى موضع أقرب
bn: আরও কাছে যান
cs: Kousek blíž
da: Flyt tættere på
de: Kommen Sie näher
el: Πλησιάστε
es: Acercarse
es_mx: Acercar más
fa: نزدیکتر حرکت کن
fi: Siirry lähemmäs
fil: Ilapit pa
fr: Rapprochez-vous
fr_ca: Rapprochez-vous
ha: Matsa kusa
he: קרב/י
hi: पास आएँ
hr: Približite dokument
hu: Menjen közelebb
id: Mohon dekatkan
is: Færið nær
it: Avvicinati
ja: 近くへ移動
ka_ge: მიუახლოვდით
kk: Жақындатыңыз
km_kh: ផ្លាស់ទីទៅជិត
ko: 더 가까이 이동
lv: Pārvietot tuvāk
ms: Dekatkan lagi
nb: Flytt nærmere
ne: नजिक जानुहोस्
nl: Beweeg dichterbij
pl: Przesuń bliżej
ps_af: نږدې شه
pt: Aproxime
pt_br: Aproxime
ro: Apropiați
ru: Сместитесь поближе
si: මදක් ළං කරන්න
sk: Posuňte sa bližšie
sl: Približajte
sr: Približite
sv: Flytta närmare
sw: Songa karibu
th: เลื่อนเข้าใกล้
tr: Yaklaş
uk: Наблизьтесь
ur: اور قریب جائیں
uz: Yaqinlashtiring
vi: Di chuyển gần hơn
yo: Sún mọ́ síi
zh_hans: 靠近一些
zh_hant: 再靠近一點

# mb_move_farther
source: Move farther
ak: Kɔ akyirikyiri
am: ራቅ ብለው ይሂዱ
ar: انقل إلى موضع أبعد
bn: আরও দূরে যান
cs: Kousek dál
da: Flyt længere væk
de: Bewegen Sie sich weiter weg
el: Απομακρυνθείτε
es: Alejarse
es_mx: Alejar más
fa: دورتر حرکت کن
fi: Siirry kauemmas
fil: Ilayo pa
fr: Éloignez-vous
fr_ca: Éloignez-vous
ha: Matsa baya
he: התרחק/י
hi: दूर जाएँ
hr: Udaljite dokument
hu: Menjen távolabb
id: Mohon jauhkan
is: Færið fjær
it: Spostati più lontano
ja: 遠くへ移動
ka_ge: გადადით მოშორებით
kk: Алыстаңыз
km_kh: ផ្លាស់ទីទៅឆ្ងាយ
ko: 더 멀리 이동
lv: Pārvietot tālāk
ms: Jauhkan lagi
nb: Flytt lenger bort
ne: पर जानुहोस्
nl: Beweeg verder weg
pl: Przesuń dalej
ps_af: نور لاړ شه
pt: Afaste
pt_br: Afaste
ro: Îndepărtați
ru: Сместитесь подальше
si: මදක් ඈත් කරන්න
sk: Posuňte sa ďalej
sl: Oddaljite
sr: Udaljite
sv: Flytta längre bort
sw: Songa mbali
th: เลื่อนออกห่าง
tr: Uzaklaş
uk: Віддаляйтесь
ur: اور دور جائیں
uz: Uzoqlashtiring
vi: Di chuyển xa hơn
yo: Sún jìnnà síi
zh_hans: 离远一些
zh_hant: 再離遠一點

# mb_need_help_tooltip
source: Need help?
ak: Wohia mmoa?
am: እርዳታ ይፈልጋሉ?
ar: هل تحتاج مساعدة؟
bn: সাহায্য দরকার?
cs: Potřebujete pomoct?
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesitas ayuda?
es_mx: ¿Necesitas ayuda?
fa: به کمک نیاز دارید؟
fi: Tarvitsetko apua?
fil: Kailangan ng tulong?
fr: Besoin d'aide ?
fr_ca: Besoin d'aide?
ha: Ana buƙatar taimako?
he: זקוקים לעזרה?
hi: मदद चाहिए?
hr: Trebate pomoć?
hu: Segíthetünk bármiben?
id: Perlu bantuan?
is: Þarftu aðstoð?
it: Ti serve aiuto?
ja: ヘルプが必要ですか？
ka_ge: დახმარება გჭირდებათ?
kk: Көмек керек пе?
km_kh: ត្រូវការជំនួយ?
ko: 도움이 필요하신가요?
lv: Vai vajadzīga palīdzība?
ms: Perlukan bantuan?
nb: Trenger du hjelp?
ne: सहयोग चाहिन्छ?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
ps_af: تاسو مرستې ته اړتیا لرئ؟
pt: Precisa de ajuda?
pt_br: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?
si: උදව් අවශ්‍ය ද?
sk: Potrebujete pomoc?
sl: Potrebujete pomoč?
sr: Potrebna vam je pomoć?
sv: Behöver du hjälp?
sw: Unahitaji usaidizi?
th: ต้องการความช่วยเหลือ?
tr: Yardıma mı ihtiyacın var?
uk: Потрібна допомога?
ur: مدد چاہیے؟
uz: Yordam kerakmi?
vi: Bạn cần trợ giúp?
yo: Ṣé o nílò ìrànlọ́wọ́?
zh_hans: 需要帮助？
zh_hant: 需要協助嗎？
